Changes to be committed: 	modified:   SUMMARY.md 	new file:   convert_all.py 	new file:   convert_charts.py 	new file:   "ek79007\345\210\235\345\247\213\345\214\226.md" 	modified:   index.md 	deleted:    official_docs/ESP_Board_Manager_Quick_Start_v1.1.pdf 	deleted:    official_docs/board_config_template.md 	deleted:    official_docs/device_and_peripheral_rules.md 	deleted:    official_docs/how_to_customize_board.md 	new file:   split_chart.py
